var allCity = [{"tit":"北京"},{"tit":"上海"},{"tit":"广州"},{"tit":"深圳"},{"tit":"天津"},{"tit":"杭州"},{"tit":"西安"},{"tit":"成都"},{"tit":"郑州"},{"tit":"厦门"},{"tit":"青岛"},{"tit":"太原"},{"tit":"重庆"},{"tit":"武汉"},{"tit":"南京"},{"tit":"沈阳"},{"tit":"济南"},{"tit":"哈尔滨"}];
var allClass =
 [{"bigTit":"美食","smallTit":["精美品牌","小吃快餐"],"h3":["热门分类","中国菜","外国菜"],"aText":[["精选品牌","其他美食","火锅","小吃快餐","自助餐","海鲜","烧烤/烤肉","干锅/香锅","甜品","蛋糕","咖啡","婚宴","夏日饮品","小龙虾","酒吧","粥店","今日新单"],
["粤菜","川湘菜","江浙菜","北京菜","新疆菜","东北菜","云贵菜","鲁菜","西北菜","素食","创意菜/私房菜","台湾菜/客家菜","徽菜","烤鱼","烤鸭","麻辣烫/冒菜","中餐/家常菜"],
["日韩料理","东南亚菜","西餐"]]},
{"bigTit":"电影","smallTit":["在线订座","电影票团购"],"h3":["热门影片","热门院线"],"aText":[["谍影重重5","冰川时代5：星际碰撞","使徒行者","星际迷航3：超越星辰","微微一笑很倾城","新大头儿子和小头爸爸2：一日成才","盗墓笔记","惊天绑架团","他是龙","花样厨神","我们诞生在中国","火海凌云","七月半2：前世今生","爱宠大机密","危城","在世界中心呼唤爱","精灵王座","白雪公主和三只小猪","诡新娘","寄生兽","爱在星空下","幸运是我","喊·山","海洋之歌","那件疯狂的小事叫爱情","铁拳","勿忘初心","天使请吻我","低碳爱情","战狼"],
["杭州同方国际影城","杭州新动影城","杭州传奇奢华影院","杭州近江电影大世界"]]},
{"bigTit":"休闲娱乐","smallTit":[],"h3":[],"aText":[["温泉洗浴","KTV","足疗按摩","文化艺术","其他娱乐","采摘","4D/5D电影","桌游","电玩/游戏币","DIY手工","密室逃脱","真人CS","卡丁车","其他娱乐活动","游泳","滑雪/滑冰","养生保健","游乐园/水上乐园","录音棚","运动健身","演出赛事","轰趴馆","今日新单"
]]},
{"bigTit":"购物","smallTit":["1元","食品","母婴"],"h3":[],"aText":[]},
{"bigTit":"生活服务","smallTit":["丽人","配镜"],"h3":[],"aText":[["快照冲印","宠物服务","教育培训","儿童摄影","口腔","其他生活服务","婚纱摄影","个性写真","体检","亲子","配镜","服装定制","洗衣店","汽车养护","婚庆服务"],
["本地购物","证件照","照片冲印","家政服务","驾校/陪练","鲜花","充值服务","送水/送奶","丽人","保健品","医疗器械","旅拍婚纱","美瞳","婚纱礼服","珠宝首饰","绿植","皮具护理","手机电脑维修","家电维修","开锁","管道疏通","新车","今日新单"]]},
{"bigTit":"酒店","smallTit":["杭州","北京","上海"],"h3":[],"aText":[]},
{"bigTit":"本地生活","smallTit":["温泉洗浴"],"h3":[],"aText":[["温泉洗浴","采摘"]]},
{"bigTit":"丽人","smallTit":["美发","美容SPA","美甲"],"h3":[],"aText":[["美甲","美发","美容SPA","化妆","其他丽人"]]}];
